[
    {
        "StarID": 495,
        "Hip": 677,
        "HD": "   358",
        "ProperName": "Alpheratz",
        "RA": 0.13976888,
        "Dec": 29.09082805,
        "Distance": 29.76,
        "Mag": 2.07,
        "AbsMag": -0.3,
        "Spectrum": "B9p         ",
        "ColorIndex": "-0.038",
        "GeneralInformation": "Alpheratz, also known as Alpha Andromedae, is a binary star system located approximately 97 light-years away from Earth in the constellation of Andromeda. It is the brightest star in the constellation and is visible to the naked eye in the night sky. Alpheratz consists of two stars that orbit each other closely, with the larger star being a white giant and the smaller star being a hot blue-white subgiant. This intriguing binary star system holds great scientific interest for astronomers studying stellar evolution and dynamics."
    },
    {
        "StarID": 544,
        "Hip": 746,
        "HD": "   432",
        "ProperName": "Caph",
        "RA": 0.15280269,
        "Dec": 59.15021814,
        "Distance": 16.7,
        "Mag": 2.28,
        "AbsMag": 1.17,
        "Spectrum": "F2III-IV    ",
        "ColorIndex": " 0.380",
        "GeneralInformation": "Caph is a binary star system located in the constellation Cassiopeia. It is approximately 54 light-years away from Earth and consists of two stars that orbit around a common center of mass. The primary star is a yellow-white subgiant, while the secondary star is a yellow dwarf. Caph is visible to the naked eye and is one of the brightest stars in the night sky."
    },
    {
        "StarID": 782,
        "Hip": 1067,
        "HD": "   886",
        "ProperName": "Algenib",
        "RA": 0.22059721,
        "Dec": 15.18361593,
        "Distance": 102.15,
        "Mag": 2.83,
        "AbsMag": -2.22,
        "Spectrum": "B2IV        ",
        "ColorIndex": "-0.190",
        "GeneralInformation": "Algenib, also known as Gamma Pegasi, is a blue-white giant star located in the constellation of Pegasus. It is approximately 336 light-years away from Earth and has a visual magnitude of 2.84, making it one of the brightest stars in the constellation. Algenib is part of a multiple star system, with at least two companions orbiting around it. This star is one of the cornerstones of the Great Square of Pegasus, a prominent asterism in the night sky."
    },
    {
        "StarID": 1489,
        "Hip": 2081,
        "HD": "  2261",
        "ProperName": "Ankaa",
        "RA": 0.43801871,
        "Dec": -42.30512197,
        "Distance": 23.73,
        "Mag": 2.4,
        "AbsMag": 0.52,
        "Spectrum": "K0III...    ",
        "ColorIndex": " 1.083",
        "GeneralInformation": "Ankaa, also known as Alpha Phoenicis, is a bright star located in the constellation of Phoenix. It is approximately 77 light-years away from Earth and is classified as a giant star. Ankaa is known for its distinctive orange color and is one of the brightest stars in its constellation. It is believed to have a surface temperature of around 4,540 degrees Celsius. The name Ankaa is derived from the Arabic word for \"the Phoenix.\""
    },
    {
        "StarID": 2243,
        "Hip": 3179,
        "HD": "  3712",
        "ProperName": "Shedir",
        "RA": 0.67510756,
        "Dec": 56.53740928,
        "Distance": 70.08,
        "Mag": 2.24,
        "AbsMag": -1.99,
        "Spectrum": "K0II-IIIvar ",
        "ColorIndex": " 1.170",
        "GeneralInformation": "Shedir, also known as Alpha Cassiopeiae, is a bright orange giant star located in the constellation Cassiopeia. It is the second brightest star in the constellation and is approximately 228 light-years away from Earth. Shedir is a variable star, meaning its brightness fluctuates slightly over time. It is classified as a K0III star, indicating that it is an orange giant that has exhausted the hydrogen in its core and is now in the later stages of its evolution. Shedir is a prominent member of the W-shaped asterism that makes up the constellation Cassiopeia and can easily be seen in the night sky."
    },
    {
        "StarID": 2405,
        "Hip": 3419,
        "HD": "  4128",
        "ProperName": "Diphda",
        "RA": 0.7264523,
        "Dec": -17.9866841,
        "Distance": 29.38,
        "Mag": 2.04,
        "AbsMag": -0.3,
        "Spectrum": "K0III       ",
        "ColorIndex": " 1.019",
        "GeneralInformation": "Diphda, also known as Beta Ceti, is a giant star located in the constellation of Cetus. It is the brightest star in Cetus and has a visual magnitude of 2.02. Diphda is approximately 96 light-years away from Earth and is classified as a spectral type K0III orange giant star. This star is also known for its variability in brightness, fluctuating in magnitude over time. Diphda is believed to have a mass 1.2 times that of the Sun and a radius around 20 times larger."
    },
    {
        "StarID": 2628,
        "Hip": 3765,
        "HD": "  4628",
        "ProperName": "96 G. Psc",
        "RA": 0.80625919,
        "Dec": 5.28338873,
        "Distance": 7.46,
        "Mag": 5.74,
        "AbsMag": 6.38,
        "Spectrum": "K2V         ",
        "ColorIndex": " 0.890",
        "GeneralInformation": "96 G. Psc is a star located in the constellation of Pisces, approximately 170 light-years away from Earth. It is a yellow-orange dwarf star, similar in size and temperature to our own sun. Despite its relatively close proximity, 96 G. Psc is not visible to the naked eye from Earth due to its faint magnitude. This star is of interest to astronomers studying exoplanets and solar systems beyond our own, as it could potentially host planets capable of supporting life."
    },
    {
        "StarID": 2671,
        "Hip": 3829,
        "HD": " ",
        "ProperName": "Van Maanen's Star",
        "RA": 0.81921585,
        "Dec": 5.39519773,
        "Distance": 4.41,
        "Mag": 12.37,
        "AbsMag": 14.15,
        "Spectrum": "DG          ",
        "ColorIndex": " 0.554",
        "GeneralInformation": "Van Maanen's Star is a white dwarf star located approximately 14 light years away from Earth in the constellation of Pisces. It was first discovered in 1917 by Dutch-American astronomer Adriaan van Maanen. This star is one of the closest white dwarfs to our solar system and is estimated to be around 10 billion years old. Van Maanen's Star is unique because it was the third white dwarf ever discovered, providing valuable insights into the later stages of a star's life cycle."
    },
    {
        "StarID": 3816,
        "Hip": 5447,
        "HD": "  6860",
        "ProperName": "Mirach",
        "RA": 1.16216599,
        "Dec": 35.62083048,
        "Distance": 61.12,
        "Mag": 2.07,
        "AbsMag": -1.86,
        "Spectrum": "M0IIIvar    ",
        "ColorIndex": " 1.576",
        "GeneralInformation": "Mirach is a bright red giant star located in the constellation Andromeda, approximately 199 light years away from Earth. It is classified as a M0III variable star, meaning it fluctuates slightly in brightness over time. Mirach is also known by its traditional name, Beta Andromedae, and is often used as a guide star for locating the Andromeda Galaxy. Its name is derived from the Arabic phrase for \"the girdle.\""
    },
    {
        "StarID": 5297,
        "Hip": 7588,
        "HD": " 10144",
        "ProperName": "Achernar",
        "RA": 1.62854213,
        "Dec": -57.23666007,
        "Distance": 44.09,
        "Mag": 0.45,
        "AbsMag": -2.77,
        "Spectrum": "B3Vp        ",
        "ColorIndex": "-0.158",
        "GeneralInformation": "Achernar is a prominent star located in the constellation Eridanus, approximately 139 light years from Earth. It is the ninth brightest star in the night sky and is known for its rapid rotation, spinning at a staggering speed of over 225 km/s at its equator. Achernar is a blue B-type main sequence star and is one of the few stars that appear visibly oblate due to its high rotation rate. Its name is derived from the Arabic phrase meaning \"the end of the river,\" reflecting its position at the end of the Eridanus constellation, which is often depicted as a river in ancient mythology."
    },
    {
        "StarID": 5416,
        "Hip": 7751,
        "HD": " 10360",
        "ProperName": "p Eridani",
        "RA": 1.66312306,
        "Dec": -56.19644067,
        "Distance": 8.15,
        "Mag": 5.76,
        "AbsMag": 6.21,
        "Spectrum": "K0V         ",
        "ColorIndex": " 0.880",
        "GeneralInformation": "P Eridani is a yellow dwarf star located approximately 27.1 light years away from Earth in the constellation Eridanus. This star is slightly smaller and less luminous than our Sun, with a similar composition and age of around 4.5 billion years. P Eridani has been shown to have at least one known exoplanet in orbit around it, making it a potentially interesting target for further studies of planetary systems."
    },
    {
        "StarID": 6888,
        "Hip": 9884,
        "HD": " 12929",
        "ProperName": "Hamal",
        "RA": 2.11952383,
        "Dec": 23.46277743,
        "Distance": 20.21,
        "Mag": 2.01,
        "AbsMag": 0.48,
        "Spectrum": "K2III       ",
        "ColorIndex": " 1.151",
        "GeneralInformation": "Hamal is a star located in the constellation of Aries, approximately 66.5 light-years away from Earth. It is a giant orange star with a spectral type of K2 III, making it cooler and larger than our sun. Hamal is one of the brightest stars in the Aries constellation and is visible to the naked eye in the night sky. Its name comes from the Arabic word for \"head of the sheep,\" as it represents the head of the mythical ram in the constellation."
    },
    {
        "StarID": 8222,
        "Hip": 11767,
        "HD": "  8890",
        "ProperName": "Polaris",
        "RA": 2.52974312,
        "Dec": 89.26413805,
        "Distance": 132.28,
        "Mag": 1.97,
        "AbsMag": -3.64,
        "Spectrum": "F7:Ib-IIv SB",
        "ColorIndex": " 0.636",
        "GeneralInformation": "Polaris, also known as the North Star, is the brightest star in the constellation Ursa Minor. It is located directly above the North Pole, making it a useful navigation tool for sailors and explorers throughout history. Polaris appears to stay fixed in the sky while other stars move around it, making it a reliable reference point for determining direction. Its name, Polaris, is derived from the Latin word for \"pole star,\" highlighting its significance in guiding travelers on their journeys."
    },
    {
        "StarID": 8475,
        "Hip": 12114,
        "HD": " 16160",
        "ProperName": "268 G. Cet",
        "RA": 2.60106457,
        "Dec": 6.88336423,
        "Distance": 7.21,
        "Mag": 5.79,
        "AbsMag": 6.5,
        "Spectrum": "K3V         ",
        "ColorIndex": " 0.918",
        "GeneralInformation": "268 G. Cet is a type of star known as a G-type main-sequence star, also known as a yellow dwarf. It is located approximately 47 light-years away from Earth in the constellation of Cetus. This star is similar in size and characteristics to our own sun, making it an interesting subject for astronomers studying the properties of stars. Its proximity to Earth makes it a popular target for observations and research."
    },
    {
        "StarID": 9907,
        "Hip": 14135,
        "HD": " 18884",
        "ProperName": "Menkar",
        "RA": 3.03799418,
        "Dec": 4.08992539,
        "Distance": 67.48,
        "Mag": 2.54,
        "AbsMag": -1.61,
        "Spectrum": "M2III       ",
        "ColorIndex": " 1.630",
        "GeneralInformation": "Menkar, also known as Alpha Ceti, is a red giant star located approximately 249 light years away from Earth in the constellation of Cetus. It is one of the brightest stars in the constellation and has a luminosity over 1,500 times that of the Sun. Menkar is a pulsating variable star, meaning its brightness fluctuates over time, making it an interesting object of study for astronomers. Its name, Menkar, comes from the Arabic word for 'nostril' and refers to its position in the constellation Cetus, representing the monster being slain by Perseus in Greek mythology."
    },
    {
        "StarID": 10217,
        "Hip": 14576,
        "HD": " 19356",
        "ProperName": "Algol",
        "RA": 3.13614714,
        "Dec": 40.9556512,
        "Distance": 28.46,
        "Mag": 2.09,
        "AbsMag": -0.18,
        "Spectrum": "B8V         ",
        "ColorIndex": "-0.003",
        "GeneralInformation": "Algol, also known as Beta Persei, is a bright binary star system located in the constellation of Perseus. Its name comes from the Arabic word for \"the demon's head\", as ancient astronomers believed its variability in brightness was caused by a malevolent force. Algol consists of a main star and a companion star orbiting each other every 2.85 days, causing regular fluctuations in its brightness that are easily observable to the naked eye. This star system has been studied extensively by astronomers and remains a fascinating object of study in the field of astrophysics."
    },
    {
        "StarID": 10892,
        "Hip": 15510,
        "HD": " 20794",
        "ProperName": "82 G. Eri",
        "RA": 3.33145134,
        "Dec": -43.07154929,
        "Distance": 6.06,
        "Mag": 4.26,
        "AbsMag": 5.35,
        "Spectrum": "G8V         ",
        "ColorIndex": " 0.711",
        "GeneralInformation": "82 G. Eri is a star located in the constellation Eridanus, approximately 19.7 light-years away from Earth. It is classified as a G-type main sequence star, similar in type to our Sun. 82 G. Eri has a radius about 80% that of the Sun and is estimated to be about 1.3 billion years old. It is considered a prime candidate for hosting exoplanets, making it an interesting target for further astronomical study."
    },
    {
        "StarID": 11142,
        "Hip": 15863,
        "HD": " 20902",
        "ProperName": "Mirphak",
        "RA": 3.40537459,
        "Dec": 49.86124281,
        "Distance": 181.49,
        "Mag": 1.79,
        "AbsMag": -4.5,
        "Spectrum": "F5Ib        ",
        "ColorIndex": " 0.481",
        "GeneralInformation": "Mirphak, also known as Alpha Persei, is a bright, yellow supergiant star located in the constellation Perseus. It is one of the most luminous stars in the night sky and is approximately 590 light years away from Earth. Mirphak is part of the Alpha Persei Cluster, a group of young stars that formed together in the same region of space. Its name comes from the Arabic word for \"elbow,\" as it is located near the elbow of Perseus in ancient mythology. Mirphak has a mass five times that of the sun and shines with a brightness nearly 3,000 times greater."
    },
    {
        "StarID": 12393,
        "Hip": 17702,
        "HD": " 23630",
        "ProperName": "Alcyone",
        "RA": 3.79140671,
        "Dec": 24.10524193,
        "Distance": 112.74,
        "Mag": 2.85,
        "AbsMag": -2.41,
        "Spectrum": "B7III       ",
        "ColorIndex": "-0.086",
        "GeneralInformation": "Alcyone is a bright blue-white star located in the Pleiades star cluster, also known as the Seven Sisters. It is approximately 440 light years away from Earth and is the brightest star in the cluster. Alcyone is a hot and young star, estimated to be around 100 million years old. It is about six times more massive than the Sun and shines about 1,000 times brighter. Alcyone plays a prominent role in Greek mythology as one of the daughters of Atlas who was transformed into a star by the gods."
    },
    {
        "StarID": 15108,
        "Hip": 21421,
        "HD": " 29139",
        "ProperName": "Aldebaran",
        "RA": 4.59866679,
        "Dec": 16.50976164,
        "Distance": 19.96,
        "Mag": 0.87,
        "AbsMag": -0.63,
        "Spectrum": "K5III       ",
        "ColorIndex": " 1.538",
        "GeneralInformation": "Aldebaran is a bright orange giant star located in the constellation of Taurus, approximately 65 light years away from Earth. It is the 14th brightest star in the night sky and is easily recognizable due to its distinctive orange color. Aldebaran is known as the \"eye of the bull\" in Greek mythology, as it represents the eye of the celestial bull, Taurus. With a mass over 1.5 times that of the Sun, Aldebaran is nearing the end of its life cycle and is expected to evolve into a red giant in the future."
    },
    {
        "StarID": 17126,
        "Hip": 24186,
        "HD": " 33793",
        "ProperName": "Kapteyn's Star",
        "RA": 5.19311469,
        "Dec": -45.00448677,
        "Distance": 3.92,
        "Mag": 8.86,
        "AbsMag": 10.89,
        "Spectrum": "M0V         ",
        "ColorIndex": " 1.543",
        "GeneralInformation": "Kapteyn's Star is a red dwarf located approximately 12.76 light years away from Earth in the constellation of Pictor. It was discovered in 1897 by Dutch astronomer Jacobus Kapteyn. This star is one of the closest known stars to our solar system and has been found to have a high proper motion, meaning it moves rapidly across the sky. Kapteyn's Star is believed to be around 11.5 billion years old, making it one of the oldest known stars in the galaxy."
    },
    {
        "StarID": 17301,
        "Hip": 24436,
        "HD": " 34085",
        "ProperName": "Rigel",
        "RA": 5.24229756,
        "Dec": -8.20163919,
        "Distance": 236.97,
        "Mag": 0.18,
        "AbsMag": -6.69,
        "Spectrum": "B8Ia        ",
        "ColorIndex": "-0.030",
        "GeneralInformation": "Rigel is a prominent, blue supergiant star located in the constellation of Orion, approximately 860 light-years away from Earth. It is the brightest star in the constellation and the seventh-brightest star in the night sky. Rigel is a massive star, with a luminosity approximately 120,000 times greater than that of the Sun. It is also a young star, thought to be only a few million years old. Its distinct bluish-white color is indicative of its high surface temperature, which is estimated to be around 12,000 degrees Celsius. Rigel is also a multiple star system, with a smaller companion star orbiting it at a distance."
    },
    {
        "StarID": 17425,
        "Hip": 24608,
        "HD": " 34029",
        "ProperName": "Capella",
        "RA": 5.27813767,
        "Dec": 45.99902927,
        "Distance": 12.94,
        "Mag": 0.08,
        "AbsMag": -0.48,
        "Spectrum": "M1: comp    ",
        "ColorIndex": " 0.795",
        "GeneralInformation": "Capella is a binary star system located in the constellation of Auriga, approximately 42.2 light-years away from Earth. It is the sixth brightest star in the night sky and has a combined visual magnitude of 0.08, making it one of the most conspicuous stars in the northern celestial hemisphere. Capella consists of two giant stars, Capella A and Capella B, and is known for its distinctive yellowish color. It is a well-studied star system and is often used as a reference point in astronomy due to its brightness and visibility from Earth."
    },
    {
        "StarID": 17947,
        "Hip": 25336,
        "HD": " 35468",
        "ProperName": "Bellatrix",
        "RA": 5.41885227,
        "Dec": 6.34973451,
        "Distance": 74.52,
        "Mag": 1.64,
        "AbsMag": -2.72,
        "Spectrum": "B2III       ",
        "ColorIndex": "-0.224",
        "GeneralInformation": "Bellatrix is a star located in the constellation Orion, approximately 240 light years away from Earth. It is a hot, blue giant star with a luminosity over 6,000 times that of the Sun. Bellatrix is one of the brightest stars in the night sky and is a prominent member of the Orion constellation, known for its distinctive reddish appearance. The name Bellatrix is Latin for \"female warrior\" or \"Amazon,\" reflecting the star's fierce and captivating presence in the night sky."
    },
    {
        "StarID": 18021,
        "Hip": 25428,
        "HD": " 35497",
        "ProperName": "Alnath",
        "RA": 5.43819386,
        "Dec": 28.60787346,
        "Distance": 40.18,
        "Mag": 1.65,
        "AbsMag": -1.37,
        "Spectrum": "B7III       ",
        "ColorIndex": "-0.130",
        "GeneralInformation": "Alnath is a binary star system located in the constellation Taurus. It is composed of two stars, Alnath A and Alnath B, which orbit each other in a close binary system. Alnath A is a hot, blue-white giant star, while Alnath B is a smaller, fainter star. The two stars are located approximately 131 light-years away from Earth. Alnath is visible to the naked eye and is a prominent member of the Taurus constellation."
    },
    {
        "StarID": 18150,
        "Hip": 25606,
        "HD": " 36079",
        "ProperName": "Nihal",
        "RA": 5.47075731,
        "Dec": -20.75923214,
        "Distance": 48.8,
        "Mag": 2.81,
        "AbsMag": -0.63,
        "Spectrum": "G5II        ",
        "ColorIndex": " 0.807",
        "GeneralInformation": "Nihal, also known as beta Leporis, is a star located in the constellation Lepus. It is a giant star with a spectral type of G5II. Nihal is approximately 159 light years away from Earth and has a luminosity nearly 500 times that of the Sun. The name Nihal comes from an Arabic word meaning \"quench\" or \"to drink\". It is a relatively bright star that can be seen with the naked eye in the night sky."
    },
    {
        "StarID": 18430,
        "Hip": 25985,
        "HD": " 36673",
        "ProperName": "Arneb",
        "RA": 5.54550386,
        "Dec": -17.82229227,
        "Distance": 393.7,
        "Mag": 2.58,
        "AbsMag": -5.4,
        "Spectrum": "F0Ib        ",
        "ColorIndex": " 0.211",
        "GeneralInformation": "Arneb, also known as Alpha Leporis, is a variable star located in the constellation of Lepus. It is one of the brightest stars in the sky and is approximately 1,260 light years away from Earth. Arneb is a blue-white supergiant star with a luminosity over 1,000 times greater than the Sun. It is also classified as a Cepheid variable, meaning it pulsates in size and brightness over a regular period. This variability makes Arneb an important star for astronomers studying the properties and behavior of massive stars."
    },
    {
        "StarID": 18686,
        "Hip": 26311,
        "HD": " 37128",
        "ProperName": "Alnilam",
        "RA": 5.60355904,
        "Dec": -1.20191725,
        "Distance": 411.52,
        "Mag": 1.69,
        "AbsMag": -6.38,
        "Spectrum": "B0Ia        ",
        "ColorIndex": "-0.184",
        "GeneralInformation": "Alnilam, located in the constellation of Orion, is one of the brightest stars in the night sky. It is part of the famous Orion's Belt asterism and is approximately 2,000 light-years away from Earth. Alnilam is a massive blue supergiant star, with a luminosity over 275,000 times that of our sun. It is one of the three stars that make up the distinctive belt of the Orion constellation, making it a popular and easily recognizable star for amateur astronomers and stargazers."
    },
    {
        "StarID": 19013,
        "Hip": 26727,
        "HD": " 37742",
        "ProperName": "Alnitak",
        "RA": 5.67931244,
        "Dec": -1.94257841,
        "Distance": 250.63,
        "Mag": 1.74,
        "AbsMag": -5.26,
        "Spectrum": "O9.5Ib SB   ",
        "ColorIndex": "-0.199",
        "GeneralInformation": "Alnitak is a bright blue supergiant star located in the constellation of Orion, approximately 800 light years away from Earth. It is one of the three stars that make up Orion's belt, along with Alnilam and Mintaka. Alnitak is one of the most massive and luminous stars in the Orion constellation, shining with a luminosity over 100,000 times greater than that of the Sun. It is a hot and young star, with a surface temperature estimated to be around 30,000 degrees Celsius."
    },
    {
        "StarID": 19506,
        "Hip": 27366,
        "HD": " 38771",
        "ProperName": "Saiph",
        "RA": 5.79594109,
        "Dec": -9.66960186,
        "Distance": 221.24,
        "Mag": 2.07,
        "AbsMag": -4.65,
        "Spectrum": "B0.5Iavar   ",
        "ColorIndex": "-0.168",
        "GeneralInformation": "Saiph is a blue-white supergiant star located in the constellation of Orion, approximately 720 light-years away from Earth. It is one of the brightest stars in the constellation and is one of the five main stars that form the distinctive shape of Orion's Belt. Saiph has a luminosity over 70,000 times greater than that of our Sun, making it one of the most luminous stars in the night sky. Its name is derived from the Arabic word \"saif,\" meaning \"sword,\" which is fitting given its placement in the constellation of the great hunter."
    },
    {
        "StarID": 19984,
        "Hip": 27989,
        "HD": " 39801",
        "ProperName": "Betelgeuse",
        "RA": 5.91952477,
        "Dec": 7.40703634,
        "Distance": 131.06,
        "Mag": 0.45,
        "AbsMag": -5.14,
        "Spectrum": "M2Ib        ",
        "ColorIndex": " 1.500",
        "GeneralInformation": "Betelgeuse is a red supergiant star located in the constellation of Orion. It is one of the largest and brightest stars in our galaxy, with a diameter over 700 times that of our sun. Betelgeuse is nearing the end of its life cycle and is expected to explode in a supernova in the relatively near future, becoming one of the most spectacular astronomical events visible from Earth. Its name is derived from the Arabic phrase meaning \"the armpit of the giant.\""
    },
    {
        "StarID": 21936,
        "Hip": 30438,
        "HD": " 45348",
        "ProperName": "Canopus",
        "RA": 6.39919184,
        "Dec": -52.69571799,
        "Distance": 95.88,
        "Mag": -0.62,
        "AbsMag": -5.53,
        "Spectrum": "F0Ib        ",
        "ColorIndex": " 0.164",
        "GeneralInformation": "Canopus is the second-brightest star in the night sky and is located in the constellation Carina. It is a supergiant star that is approximately 310 light years away from Earth. Canopus is known for its luminosity and has a diameter that is about 71 times bigger than the Sun. It is easily visible in the southern hemisphere and has been used as a navigational aid by sailors and astronomers for centuries."
    },
    {
        "StarID": 22916,
        "Hip": 31681,
        "HD": " 47105",
        "ProperName": "Alhena",
        "RA": 6.62852842,
        "Dec": 16.39941482,
        "Distance": 32.13,
        "Mag": 1.93,
        "AbsMag": -0.6,
        "Spectrum": "A0IV        ",
        "ColorIndex": " 0.001",
        "GeneralInformation": "Alhena, also known as Gamma Geminorum, is a bright star located in the constellation of Gemini. It is approximately 104 light-years away from Earth and is classified as a binary star system, consisting of two stars orbiting around a common center of mass. Alhena is a main sequence star with a spectral type of A0, making it a hot, blue-white star. Its name, Alhena, is derived from the Arabic word for \"the brand.\" This star is visible to the naked eye and has been observed by astronomers for centuries."
    },
    {
        "StarID": 23440,
        "Hip": 32349,
        "HD": " 48915",
        "ProperName": "Sirius",
        "RA": 6.7525694,
        "Dec": -16.71314306,
        "Distance": 2.64,
        "Mag": -1.44,
        "AbsMag": 1.45,
        "Spectrum": "A0m...      ",
        "ColorIndex": " 0.009",
        "GeneralInformation": "Sirius, also known as the Dog Star, is the brightest star in the night sky and is located in the constellation Canis Major. It is a binary star system consisting of two stars, Sirius A and Sirius B. Sirius is approximately 8.6 light years away from Earth and is one of the nearest stars to our solar system. It is a hot, blue-white star that is about 25 times more luminous than the Sun. Sirius has been an important star in various cultures and mythologies throughout history, and is easily visible in the night sky during the winter months in the northern hemisphere."
    },
    {
        "StarID": 24404,
        "Hip": 33579,
        "HD": " 52089",
        "ProperName": "Adhara",
        "RA": 6.9770963,
        "Dec": -28.97208931,
        "Distance": 132.1,
        "Mag": 1.5,
        "AbsMag": -4.1,
        "Spectrum": "B2II        ",
        "ColorIndex": "-0.211",
        "GeneralInformation": "Adhara, also known as Epsilon Canis Majoris, is the second-brightest star in the constellation of Canis Major and the eighth-brightest star in the night sky. It is a binary star system located approximately 430 light-years away from Earth. Adhara is a blue-white supergiant star that shines with an apparent magnitude of 1.50. Its name is derived from the Arabic word for \"virgins\" or \"maidens\". Adhara is a massive star that is one of the hottest and most luminous stars known to astronomers."
    },
    {
        "StarID": 26436,
        "Hip": 36208,
        "HD": " ",
        "ProperName": "Luyten's Star",
        "RA": 7.45671236,
        "Dec": 5.23476432,
        "Distance": 3.8,
        "Mag": 9.84,
        "AbsMag": 11.94,
        "Spectrum": "M5          ",
        "ColorIndex": " 1.573",
        "GeneralInformation": "Luyten's Star is a red dwarf star located 12.36 light years away from Earth in the constellation Canis Minor. It is named after Willem Jacob Luyten, a Dutch-American astronomer who discovered its high proper motion in 1935. Luyten's Star is one of the closest known stars to the Sun and is a prime candidate for future studies on exoplanets and potential habitability due to its proximity to Earth."
    },
    {
        "StarID": 26923,
        "Hip": 36850,
        "HD": " 60179",
        "ProperName": "Castor",
        "RA": 7.57666793,
        "Dec": 31.88863645,
        "Distance": 15.81,
        "Mag": 1.58,
        "AbsMag": 0.59,
        "Spectrum": "A2Vm        ",
        "ColorIndex": " 0.034",
        "GeneralInformation": "Castor is a binary star system located in the constellation of Gemini. It is the second brightest star in the constellation and is easily visible to the naked eye. Castor is actually composed of two stars, Castor A and Castor B, which orbit each other every 467 years. Both stars are similar in size and luminosity, with Castor A being slightly larger and hotter than Castor B. Castor is approximately 51 light years away from Earth and is estimated to be around 200-300 million years old."
    },
    {
        "StarID": 27267,
        "Hip": 37279,
        "HD": " 61421",
        "ProperName": "Procyon",
        "RA": 7.65514946,
        "Dec": 5.22750767,
        "Distance": 3.5,
        "Mag": 0.4,
        "AbsMag": 2.68,
        "Spectrum": "F5IV-V      ",
        "ColorIndex": " 0.432",
        "GeneralInformation": "Procyon is a binary star system located in the constellation Canis Minor, approximately 11.4 light years away from Earth. Its primary star, Procyon A, is a yellow-white main sequence star, while its companion, Procyon B, is a faint white dwarf star. Procyon is the eighth brightest star in the night sky and is easily visible from most locations on Earth. It is also one of the closest stars to the Sun and has been studied extensively by astronomers."
    },
    {
        "StarID": 27698,
        "Hip": 37826,
        "HD": " 62509",
        "ProperName": "Pollux",
        "RA": 7.75537884,
        "Dec": 28.02631031,
        "Distance": 10.34,
        "Mag": 1.16,
        "AbsMag": 1.09,
        "Spectrum": "K0IIIvar    ",
        "ColorIndex": " 0.991",
        "GeneralInformation": "Pollux is a bright orange giant star located in the constellation of Gemini, approximately 33.78 light years away from Earth. It is one of the brightest stars in the night sky and is easily visible with the naked eye. Pollux is a binary star system, with a smaller companion star named Pollux B orbiting around it. This star is older than the Sun and is thought to have a similar mass but a larger radius. Scientists believe that Pollux will eventually evolve into a red giant star before becoming a white dwarf."
    },
    {
        "StarID": 34371,
        "Hip": 46390,
        "HD": " 81797",
        "ProperName": "Alphard",
        "RA": 9.45979217,
        "Dec": -8.65868335,
        "Distance": 54.35,
        "Mag": 1.99,
        "AbsMag": -1.69,
        "Spectrum": "K3III       ",
        "ColorIndex": " 1.440",
        "GeneralInformation": "Alphard, also known as Alpha Hydrae, is a red giant star located in the constellation Hydra. It is approximately 177 light years away from Earth and is one of the brightest stars in its constellation. Alphard is known for its distinct reddish-orange color and has a radius that is about 50 times larger than that of the Sun. This star is nearing the end of its life cycle and is expected to eventually evolve into a white dwarf."
    },
    {
        "StarID": 36830,
        "Hip": 49669,
        "HD": " 87901",
        "ProperName": "Regulus",
        "RA": 10.13957205,
        "Dec": 11.96719513,
        "Distance": 23.76,
        "Mag": 1.36,
        "AbsMag": -0.52,
        "Spectrum": "B7V         ",
        "ColorIndex": "-0.087",
        "GeneralInformation": "Regulus is a bright star located in the constellation Leo. It is the brightest star in the constellation and the 21st brightest star in the night sky. Regulus is approximately 79 light-years away from Earth and is classified as a blue-white main-sequence star. It is part of a multiple star system, with at least three other stars orbiting around it. Regulus is also known by its traditional name, Alpha Leonis, and has been an important star in various cultures throughout history."
    },
    {
        "StarID": 36999,
        "Hip": 49908,
        "HD": " 88230",
        "ProperName": "Groombridge 1618",
        "RA": 10.18982305,
        "Dec": 49.45546425,
        "Distance": 4.87,
        "Mag": 6.6,
        "AbsMag": 8.16,
        "Spectrum": "K8V         ",
        "ColorIndex": " 1.326",
        "GeneralInformation": "Groombridge 1618 is a binary star system located approximately 15.8 light-years away from Earth in the constellation Ursa Major. The primary star, Groombridge 1618 A, is a red dwarf with a mass about one-third that of the Sun. The secondary star, Groombridge 1618 B, is a red dwarf as well, with a mass about one-fifth that of the Sun. Both stars are much dimmer and cooler than our Sun, making them difficult to observe without a telescope. Despite their faintness, Groombridge 1618 A and B are among the closest stars to our solar system."
    },
    {
        "StarID": 37506,
        "Hip": 50583,
        "HD": " 89484",
        "ProperName": "Algieba",
        "RA": 10.3328227,
        "Dec": 19.84186032,
        "Distance": 38.52,
        "Mag": 2.01,
        "AbsMag": -0.92,
        "Spectrum": "K0III       ",
        "ColorIndex": " 1.128",
        "GeneralInformation": "Algieba, also known as Gamma Leonis, is a binary star system located approximately 130 light years away from Earth in the constellation of Leo. The primary star, Algieba A, is a giant star with a yellow-orange hue, while its companion, Algieba B, is a smaller star that orbits closely around it. Algieba is one of the brightest stars in the night sky and is easily visible to the naked eye. It is a popular target for astronomers and stargazers alike due to its striking appearance and interesting binary nature."
    },
    {
        "StarID": 39924,
        "Hip": 53910,
        "HD": " 95418",
        "ProperName": "Merak",
        "RA": 11.0306641,
        "Dec": 56.38234478,
        "Distance": 24.35,
        "Mag": 2.34,
        "AbsMag": 0.41,
        "Spectrum": "A1V         ",
        "ColorIndex": " 0.033",
        "GeneralInformation": "Merak is a star located in the constellation Ursa Major, also known as the Great Bear or Big Dipper. It is one of the seven bright stars that form the iconic shape of the Big Dipper asterism. Merak is a main sequence star with a spectral classification of A1V, meaning it is a hot, blue-white star that is currently fusing hydrogen into helium in its core. It has an apparent magnitude of 2.37, making it one of the brighter stars in the sky. Merak is approximately 79 light-years away from Earth and is part of a binary star system, orbiting the star Dubhe."
    },
    {
        "StarID": 40008,
        "Hip": 54035,
        "HD": " 95735",
        "ProperName": "Lalande 21185",
        "RA": 11.0557256,
        "Dec": 35.98146424,
        "Distance": 2.55,
        "Mag": 7.49,
        "AbsMag": 10.46,
        "Spectrum": "M2V         ",
        "ColorIndex": " 1.502",
        "GeneralInformation": "Lalande 21185, also known as BD+36°2147, is a red dwarf star located in the constellation Ursa Major. It is one of the closest known stars to our solar system, with a distance of only 8.31 light-years. Lalande 21185 has a relatively low luminosity and is believed to be older than our Sun, with an estimated age of around 6-9 billion years. It is a popular target for astronomers studying nearby stars and is of particular interest in the search for exoplanets."
    },
    {
        "StarID": 40027,
        "Hip": 54061,
        "HD": " 95689",
        "ProperName": "Dubhe",
        "RA": 11.06217691,
        "Dec": 61.75111888,
        "Distance": 37.91,
        "Mag": 1.81,
        "AbsMag": -1.08,
        "Spectrum": "F7V comp    ",
        "ColorIndex": " 1.061",
        "GeneralInformation": "Dubhe, also known as Alpha Ursae Majoris, is a binary star system located in the constellation Ursa Major. It is one of the seven bright stars that form the Big Dipper asterism. Dubhe is approximately 124 light years away from Earth and is classified as a giant star with a spectral type of K0III. It is the second brightest star in the Big Dipper and serves as a helpful guide for stargazers to locate other stars in the night sky."
    },
    {
        "StarID": 42525,
        "Hip": 57632,
        "HD": "102647",
        "ProperName": "Denebola",
        "RA": 11.81774398,
        "Dec": 14.57233687,
        "Distance": 11.09,
        "Mag": 2.14,
        "AbsMag": 1.92,
        "Spectrum": "A3Vvar      ",
        "ColorIndex": " 0.090",
        "GeneralInformation": "Denebola is a star located in the constellation Leo, approximately 36 light-years away from Earth. It is a white giant star with a magnitude of 2.14, making it one of the brightest stars in the constellation. Denebola is thought to be about twice as massive as the Sun and is notable for its high rotational velocity, which causes it to take on an oblate shape. The name Denebola comes from the Arabic term for \"tail of the lion,\" reflecting its position in the celestial lion represented by the constellation Leo."
    },
    {
        "StarID": 42721,
        "Hip": 57939,
        "HD": "103095",
        "ProperName": "Groombridge 1830",
        "RA": 11.8821712,
        "Dec": 37.73280827,
        "Distance": 9.16,
        "Mag": 6.42,
        "AbsMag": 6.61,
        "Spectrum": "G8Vp        ",
        "ColorIndex": " 0.754",
        "GeneralInformation": "Groombridge 1830 is a red dwarf star located about 29.9 light years away in the constellation of Ursa Major. It is one of the closest known stars to the Sun and has a relatively low luminosity compared to other stars. Groombridge 1830 was named after the British astronomer Stephen Groombridge, who discovered it in the early 19th century. It is estimated to be around 9 billion years old, making it older than our own Sun."
    },
    {
        "StarID": 42763,
        "Hip": 58001,
        "HD": "103287",
        "ProperName": "Phad",
        "RA": 11.89715035,
        "Dec": 53.69473296,
        "Distance": 25.65,
        "Mag": 2.41,
        "AbsMag": 0.36,
        "Spectrum": "A0V SB      ",
        "ColorIndex": " 0.044",
        "GeneralInformation": "Phad, also known as Gamma Ursae Majoris, is a binary star system located in the constellation Ursa Major. It is approximately 82 light years away from Earth and is visible to the naked eye. Phad is a giant star, with a luminosity over 115 times that of the Sun. Its name comes from the Arabic word for \"thigh,\" as it marks the thigh of the Great Bear constellation. The two stars in the system orbit each other every 21 days, with one being a hot blue-white star and the other a slightly cooler yellow-orange star."
    },
    {
        "StarID": 44632,
        "Hip": 60718,
        "HD": "108248",
        "ProperName": "Acrux",
        "RA": 12.44331705,
        "Dec": -63.09905586,
        "Distance": 98.33,
        "Mag": 0.77,
        "AbsMag": -4.19,
        "Spectrum": "B0.5IV      ",
        "ColorIndex": "-0.243",
        "GeneralInformation": "Acrux, also known as Alpha Crucis, is a binary star system located in the constellation of Crux, or the Southern Cross. Acrux is the brightest star in the constellation and the 13th brightest star in the night sky. It is approximately 320 light years away from Earth and consists of two blue giants that orbit each other every 75.6 days. Acrux is also one of the four stars that make up the distinct shape of the Southern Cross, an important asterism in the southern hemisphere."
    },
    {
        "StarID": 46117,
        "Hip": 62956,
        "HD": "112185",
        "ProperName": "Alioth",
        "RA": 12.9004536,
        "Dec": 55.95984301,
        "Distance": 24.81,
        "Mag": 1.76,
        "AbsMag": -0.21,
        "Spectrum": "A0p         ",
        "ColorIndex": "-0.022",
        "GeneralInformation": "Alioth is the brightest star in the constellation Ursa Major, also known as the Great Bear. It is located approximately 81 light-years away from Earth and is one of the 57 stars used for celestial navigation. Alioth is a white main-sequence star with a spectral class of A0p and is classified as a chemically peculiar star due to its unusual abundance of elements such as silicon, chromium, and strontium. This star is estimated to be around 5 times more massive than the Sun and is one of the most well-known stars in the night sky."
    },
    {
        "StarID": 46533,
        "Hip": 63608,
        "HD": "113226",
        "ProperName": "Vindemiatrix",
        "RA": 13.03632237,
        "Dec": 10.95910186,
        "Distance": 31.35,
        "Mag": 2.85,
        "AbsMag": 0.37,
        "Spectrum": "G8IIIvar    ",
        "ColorIndex": " 0.934",
        "GeneralInformation": "Vindemiatrix is a star located in the constellation Virgo, approximately 109 light years away from Earth. It is a binary star system, consisting of a yellow giant star and a white dwarf companion. Vindemiatrix can easily be seen with the naked eye and is one of the brighter stars in the Virgo constellation. Its name means \"the grape gatherer\" in Latin, referring to its position in the sky during the harvest season."
    },
    {
        "StarID": 47710,
        "Hip": 65378,
        "HD": "116656",
        "ProperName": "Mizar",
        "RA": 13.39872773,
        "Dec": 54.92541525,
        "Distance": 23.96,
        "Mag": 2.23,
        "AbsMag": 0.33,
        "Spectrum": "A2V         ",
        "ColorIndex": " 0.057",
        "GeneralInformation": "Mizar is a binary star system located in the constellation Ursa Major, approximately 78 light-years away from Earth. It is one of the brightest stars in the Big Dipper asterism and is easily visible to the naked eye. Mizar actually consists of two stars, Mizar A and Mizar B, which are orbiting each other in a complex dance. Mizar is also part of a larger multiple star system known as the Mizar-Alcor system, where Alcor is a smaller companion star located nearby."
    },
    {
        "StarID": 47773,
        "Hip": 65474,
        "HD": "116658",
        "ProperName": "Spica",
        "RA": 13.41989015,
        "Dec": -11.16124491,
        "Distance": 80.39,
        "Mag": 0.98,
        "AbsMag": -3.55,
        "Spectrum": "B1V         ",
        "ColorIndex": "-0.235",
        "GeneralInformation": "Spica is a bright binary star located in the constellation of Virgo, approximately 250 light years away from Earth. It is the brightest star in the constellation and the 15th brightest star in the night sky. Spica consists of two stars, with the primary star being a blue giant and the secondary star being a smaller companion star. It is known for its brilliant blue-white color and is easily visible to the naked eye in the night sky. Spica is also used as a reference point for measuring distances to other stars and galaxies."
    },
    {
        "StarID": 49038,
        "Hip": 67301,
        "HD": "120315",
        "ProperName": "Alkaid",
        "RA": 13.79237392,
        "Dec": 49.31330288,
        "Distance": 30.87,
        "Mag": 1.85,
        "AbsMag": -0.6,
        "Spectrum": "B3V SB      ",
        "ColorIndex": "-0.099",
        "GeneralInformation": "Alkaid, also known as Eta Ursae Majoris, is a bright star located in the constellation Ursa Major. It is the end star in the handle of the Big Dipper asterism. Alkaid is approximately 100 light-years away from Earth and is classified as a blue-white B-type supergiant. It is one of the most luminous stars in its constellation and is easily visible to the naked eye."
    },
    {
        "StarID": 49969,
        "Hip": 68702,
        "HD": "122451",
        "ProperName": "Hadar",
        "RA": 14.06373459,
        "Dec": -60.3729784,
        "Distance": 161.03,
        "Mag": 0.61,
        "AbsMag": -5.42,
        "Spectrum": "B1III       ",
        "ColorIndex": "-0.231",
        "GeneralInformation": "Hadar, also known as Beta Centauri, is a binary star system located in the constellation of Centaurus. It is one of the brightest stars in the night sky and is approximately 390 light-years away from Earth. Hadar consists of two stars, a blue-white giant and a blue-white dwarf, which orbit each other every 357 days. The system is estimated to be around 15 million years old and is believed to be a member of the Scorpius-Centaurus Association, a group of young stars in the Milky Way galaxy."
    },
    {
        "StarID": 50628,
        "Hip": 69673,
        "HD": "124897",
        "ProperName": "Arcturus",
        "RA": 14.2612076,
        "Dec": 19.18726997,
        "Distance": 11.25,
        "Mag": -0.05,
        "AbsMag": -0.31,
        "Spectrum": "K2IIIp      ",
        "ColorIndex": " 1.239",
        "GeneralInformation": "Arcturus is one of the brightest stars in the night sky, located in the constellation of Booetes. It is a red giant star with a diameter approximately 25 times that of the Sun, and it shines with a luminosity 170 times greater than the Sun. Arcturus is relatively close to Earth at a distance of 36.7 light years, making it one of the nearest bright stars visible to the naked eye. Its name comes from the Greek phrase meaning \"guardian of the bear,\" as it appears to follow the constellation Ursa Major, also known as the Great Bear, across the sky."
    },
    {
        "StarID": 51418,
        "Hip": 70890,
        "HD": " ",
        "ProperName": "Proxima Centauri",
        "RA": 14.4965965,
        "Dec": -62.68135207,
        "Distance": 1.29,
        "Mag": 11.01,
        "AbsMag": 15.45,
        "Spectrum": "M5Ve        ",
        "ColorIndex": " 1.807",
        "GeneralInformation": "Proxima Centauri is a red dwarf star located in the Alpha Centauri star system, which is the closest star system to Earth. It is only 4.24 light-years away from our solar system, making it the closest known star to the Sun. Proxima Centauri is known to have at least one exoplanet in its orbit, named Proxima b, which is located in the star's habitable zone. The star is relatively small and dim compared to other stars, but its proximity to Earth has made it a subject of interest for scientists studying exoplanets and potential habitable worlds outside of our solar system."
    },
    {
        "StarID": 51923,
        "Hip": 71681,
        "HD": "128621",
        "ProperName": "Rigel Kentaurus B",
        "RA": 14.66094188,
        "Dec": -60.83947139,
        "Distance": 1.35,
        "Mag": 1.35,
        "AbsMag": 5.7,
        "Spectrum": "K1V         ",
        "ColorIndex": " 0.900",
        "GeneralInformation": "Rigel Kentaurus B, also known as Alpha Centauri B, is a star located in the Alpha Centauri star system, which is the closest star system to Earth. It is a member of a triple star system, along with Alpha Centauri A and Proxima Centauri. Rigel Kentaurus B is a red dwarf star, smaller and cooler than the Sun, with a surface temperature of around 3,500 degrees Celsius. This star is of particular interest to astronomers as it is a prime candidate for hosting potentially habitable exoplanets."
    },
    {
        "StarID": 51926,
        "Hip": 71683,
        "HD": "128620",
        "ProperName": "Rigel Kentaurus A",
        "RA": 14.66136068,
        "Dec": -60.83514707,
        "Distance": 1.35,
        "Mag": -0.01,
        "AbsMag": 4.34,
        "Spectrum": "G2V         ",
        "ColorIndex": " 0.710",
        "GeneralInformation": "Rigel Kentaurus A, also known as Alpha Centauri A, is the brightest star in the Alpha Centauri star system and the third brightest star in the night sky. It is a close neighbor to our solar system, located only 4.37 light years away. Rigel Kentaurus A is a yellowish main sequence star with a similar mass and size to our sun, making it a prime target for scientists studying stellar evolution and exoplanets in the habitable zone."
    },
    {
        "StarID": 52212,
        "Hip": 72105,
        "HD": "129988",
        "ProperName": "Izar",
        "RA": 14.74979191,
        "Dec": 27.07417383,
        "Distance": 64.31,
        "Mag": 2.35,
        "AbsMag": -1.69,
        "Spectrum": "A0          ",
        "ColorIndex": " 0.966",
        "GeneralInformation": "Izar, also known as Epsilon Boötis, is a binary star system located approximately 210 light years away in the constellation of Boötes. The primary star in the system is a yellow-orange giant, while the companion star is a white main sequence star. Izar is known for its contrasting colors when viewed through a telescope, making it a popular target for amateur astronomers. The name \"Izar\" is derived from the Arabic word for \"veil\" or \"mantle,\" reflecting its dazzling appearance in the night sky."
    },
    {
        "StarID": 52554,
        "Hip": 72607,
        "HD": "131873",
        "ProperName": "Kochab",
        "RA": 14.84510983,
        "Dec": 74.15547596,
        "Distance": 38.77,
        "Mag": 2.07,
        "AbsMag": -0.87,
        "Spectrum": "K4IIIvar    ",
        "ColorIndex": " 1.465",
        "GeneralInformation": "Kochab is a giant star located in the constellation of Ursa Minor, also known as the Little Dipper. It is the second brightest star in the constellation and is often used as a navigational aid for locating the North Star, Polaris. Kochab has a luminosity roughly 130 times that of the Sun and is approximately 130 light years away from Earth. Its name comes from the Arabic word for \"star of the shoulder.\""
    },
    {
        "StarID": 52958,
        "Hip": 73184,
        "HD": "131977",
        "ProperName": "33 G. Lib",
        "RA": 14.95759766,
        "Dec": -21.4112809,
        "Distance": 5.91,
        "Mag": 5.72,
        "AbsMag": 6.86,
        "Spectrum": "K4V         ",
        "ColorIndex": " 1.024",
        "GeneralInformation": "33 G. Lib is a star located in the constellation Libra, approximately 22 light years away from Earth. It is a main sequence G-type star, similar in size and temperature to our Sun. Studies have shown that 33 G. Lib has at least one known planet orbiting around it, making it an interesting target for future exoplanet research."
    },
    {
        "StarID": 55027,
        "Hip": 76267,
        "HD": "139006",
        "ProperName": "Alphekka",
        "RA": 15.57810819,
        "Dec": 26.71491041,
        "Distance": 22.91,
        "Mag": 2.22,
        "AbsMag": 0.42,
        "Spectrum": "A0V         ",
        "ColorIndex": " 0.032",
        "GeneralInformation": "Alphekka, also known as Alpha Coronae Borealis, is a binary star system located approximately 75 light years away from Earth in the constellation of Corona Borealis. The primary star in the system is a yellow-white main sequence star, while the companion star is a red dwarf. Alphekka is estimated to be around 1.4 billion years old and is known for its variability in brightness, likely due to the presence of spots on the primary star's surface. This star system is a popular target for amateur astronomers due to its relatively close proximity and distinctive appearance in the night sky."
    },
    {
        "StarID": 55587,
        "Hip": 77070,
        "HD": "140573",
        "ProperName": "Unukalhai",
        "RA": 15.7377766,
        "Dec": 6.42551971,
        "Distance": 22.45,
        "Mag": 2.63,
        "AbsMag": 0.87,
        "Spectrum": "K2III       ",
        "ColorIndex": " 1.167",
        "GeneralInformation": "Unukalhai is a binary star system located in the constellation of Serpens. The primary star, Unukalhai A, is a giant star approximately 142 light-years away from Earth. It is notable for its distinctive yellow color and its status as a variable star, meaning its brightness fluctuates over time. The secondary star, Unukalhai B, is a much fainter companion to Unukalhai A. The name \"Unukalhai\" is derived from an Arabic phrase meaning \"the serpent's neck.\" This unique star system offers astronomers valuable insights into the life cycles of stars and the dynamics of binary systems."
    },
    {
        "StarID": 58094,
        "Hip": 80763,
        "HD": "148478",
        "ProperName": "Antares",
        "RA": 16.49012986,
        "Dec": -26.43194608,
        "Distance": 185.19,
        "Mag": 1.06,
        "AbsMag": -5.28,
        "Spectrum": "M1Ib + B2.5V",
        "ColorIndex": " 1.865",
        "GeneralInformation": "Antares is a red supergiant star located in the constellation of Scorpius, approximately 550 light years away from Earth. It is one of the largest and brightest stars in our galaxy, with a diameter 700 times that of the Sun. Antares is a variable star, meaning its brightness fluctuates over time, and it is expected to eventually explode as a supernova in the future. Its name comes from the Greek phrase meaning \"rival of Mars,\" as it has a distinct red hue similar to the planet Mars. Antares is visible to the naked eye and is a popular target for amateur astronomers."
    },
    {
        "StarID": 60677,
        "Hip": 84345,
        "HD": "156014",
        "ProperName": "Rasalgethi",
        "RA": 17.24412845,
        "Dec": 14.39025314,
        "Distance": 117.23,
        "Mag": 2.78,
        "AbsMag": -2.57,
        "Spectrum": "M5IIvar     ",
        "ColorIndex": " 1.164",
        "GeneralInformation": "Rasalgethi, also known as Alpha Herculis, is a red giant star located in the constellation Hercules. It is one of the brightest stars in the night sky and has a distinctly red hue due to its cooler temperature. Rasalgethi is actually a binary star system, consisting of a red giant star and a smaller companion star orbiting each other. The name Rasalgethi comes from the Arabic word for \"the head of the kneeling one,\" referring to the position of the star in the Hercules constellation."
    },
    {
        "StarID": 61845,
        "Hip": 85927,
        "HD": "158926",
        "ProperName": "Shaula",
        "RA": 17.56014624,
        "Dec": -37.10374835,
        "Distance": 215.52,
        "Mag": 1.62,
        "AbsMag": -5.05,
        "Spectrum": "B1.5IV+...  ",
        "ColorIndex": "-0.231",
        "GeneralInformation": "Shaula is a bright blue star located in the constellation Scorpius, approximately 703 light-years away from Earth. It is part of a multiple star system and is one of the brightest stars in the night sky. Shaula is classified as a Beta Canis Majoris variable star, meaning it varies slightly in brightness over time. Its name comes from the Arabic word for \"the sting,\" reflecting its position in the tail of the celestial scorpion."
    },
    {
        "StarID": 61929,
        "Hip": 86032,
        "HD": "159561",
        "ProperName": "Rasalhague",
        "RA": 17.58222354,
        "Dec": 12.56057584,
        "Distance": 14.32,
        "Mag": 2.08,
        "AbsMag": 1.3,
        "Spectrum": "A5III       ",
        "ColorIndex": " 0.155",
        "GeneralInformation": "Rasalhague, also known as Alpha Ophiuchi, is a binary star system located in the constellation of Ophiuchus. It is one of the brightest stars in the constellation and has a distinct bluish-white color. Rasalhague is approximately 49 light years away from Earth and has a visual magnitude of 2.08, making it easily visible to the naked eye. The primary star in the system is a giant star with a surface temperature of around 8,800 degrees Celsius. Its companion star is a main sequence star that orbits the primary star every 8.6 years. The name Rasalhague is derived from the Arabic phrase for \"head of the serpent charmer.\""
    },
    {
        "StarID": 63252,
        "Hip": 87833,
        "HD": "164058",
        "ProperName": "Etamin",
        "RA": 17.94343829,
        "Dec": 51.48895101,
        "Distance": 45.25,
        "Mag": 2.24,
        "AbsMag": -1.04,
        "Spectrum": "K5III       ",
        "ColorIndex": " 1.521",
        "GeneralInformation": "Etamin, also known as Gamma Draconis, is a giant star located in the constellation Draco. It is approximately 154 light-years away from Earth and shines with a luminosity over 100 times that of the Sun. Etamin is a well-studied star and is thought to be nearing the end of its life cycle, as it has evolved off the main sequence and is now in the red giant phase. Its surface temperature is around 4,800 degrees Celsius, giving it a distinct yellow hue. Astronomers continue to study Etamin to better understand the behavior and evolution of stars like it."
    },
    {
        "StarID": 63339,
        "Hip": 87937,
        "HD": " ",
        "ProperName": "Barnard's Star",
        "RA": 17.96360153,
        "Dec": 4.66828815,
        "Distance": 1.82,
        "Mag": 9.54,
        "AbsMag": 13.24,
        "Spectrum": "sdM4        ",
        "ColorIndex": " 1.570",
        "GeneralInformation": "Barnard's Star is a red dwarf star located in the constellation of Ophiuchus. It is one of the closest stars to Earth, only about 6 light-years away. Despite being close to our solar system, Barnard's Star is relatively dim and cool, with a surface temperature of 3,134 Kelvin. It was named after the American astronomer, Edward Emerson Barnard, who discovered its high proper motion in 1916. The star is of particular interest to astronomers due to its potential for hosting exoplanets, although none have been confirmed to date."
    },
    {
        "StarID": 64997,
        "Hip": 90185,
        "HD": "169022",
        "ProperName": "Kaus Australis",
        "RA": 18.40287397,
        "Dec": -34.3843146,
        "Distance": 44.35,
        "Mag": 1.79,
        "AbsMag": -1.44,
        "Spectrum": "B9.5III     ",
        "ColorIndex": "-0.031",
        "GeneralInformation": "Kaus Australis, also known as Epsilon Sagittarii, is a bright binary star located in the constellation Sagittarius. Its name means \"southern bow\" in Latin, and it is thought to mark the string of the archer in the constellation. Kaus Australis is approximately 143 light years away from Earth and is one of the brightest stars in its constellation. It is a blue-white main sequence star, with a luminosity over 600 times that of the Sun. Its close companion star, Kaus Australis B, is a faint red dwarf that orbits Kaus Australis at a distance of about 10 astronomical units."
    },
    {
        "StarID": 65795,
        "Hip": 91262,
        "HD": "172167",
        "ProperName": "Vega",
        "RA": 18.61560722,
        "Dec": 38.78299311,
        "Distance": 7.76,
        "Mag": 0.03,
        "AbsMag": 0.58,
        "Spectrum": "A0Vvar      ",
        "ColorIndex": "-0.001",
        "GeneralInformation": "Vega is a prominent star located in the constellation of Lyra and is the fifth brightest star in the night sky. It is known for its bluish-white hue and is approximately 25 light-years away from Earth. Vega is also a pole star, meaning it is located close to the celestial pole, making it a useful navigational tool for astronomers and sailors. It is also a relatively young star, estimated to be around 455 million years old."
    },
    {
        "StarID": 67014,
        "Hip": 92855,
        "HD": "175191",
        "ProperName": "Nunki",
        "RA": 18.92108797,
        "Dec": -26.29659428,
        "Distance": 68.78,
        "Mag": 2.05,
        "AbsMag": -2.14,
        "Spectrum": "B2.5V       ",
        "ColorIndex": "-0.134",
        "GeneralInformation": "Nunki is a bright blue star located in the constellation of Sagittarius. It is approximately 260 light years away from Earth and is classified as a B-type star, which means it is hotter and more luminous than our own sun. Nunki is part of a binary star system, meaning it has a companion star orbiting around it. This star is one of the brightest members of the Sagittarius constellation and is named after the Babylonian goddess of the Euphrates River."
    },
    {
        "StarID": 70401,
        "Hip": 97278,
        "HD": "186791",
        "ProperName": "Tarazed",
        "RA": 19.77099171,
        "Dec": 10.61326869,
        "Distance": 141.24,
        "Mag": 2.72,
        "AbsMag": -3.03,
        "Spectrum": "K3II        ",
        "ColorIndex": " 1.507",
        "GeneralInformation": "Tarazed is a red giant star located approximately 460 light-years away from Earth in the constellation Aquila. It is one of the brightest stars in its constellation and has a luminosity around 900 times that of the Sun. Tarazed is nearing the end of its life cycle and is expected to evolve into a white dwarf within the next million years. Its name is derived from an Arabic word meaning \"the tassel on the hen's tail\", due to its position in the Aquila constellation resembling a tail feather."
    },
    {
        "StarID": 70683,
        "Hip": 97649,
        "HD": "187642",
        "ProperName": "Altair",
        "RA": 19.84630057,
        "Dec": 8.86738491,
        "Distance": 5.14,
        "Mag": 0.76,
        "AbsMag": 2.2,
        "Spectrum": "A7IV-V      ",
        "ColorIndex": " 0.221",
        "GeneralInformation": "Altair is a bright white star located in the constellation Aquila, approximately 16.8 light-years away from Earth. It is one of the closest stars visible to the naked eye and is part of the Summer Triangle, a prominent asterism in the night sky. Altair is known for its rapid rotation, spinning at a speed that causes it to be oblate in shape. Its name comes from the Arabic phrase meaning \"the flying eagle.\""
    },
    {
        "StarID": 74084,
        "Hip": 102098,
        "HD": "197345",
        "ProperName": "Deneb",
        "RA": 20.69053151,
        "Dec": 45.28033423,
        "Distance": 990.1,
        "Mag": 1.25,
        "AbsMag": -8.73,
        "Spectrum": "A2Ia        ",
        "ColorIndex": " 0.092",
        "GeneralInformation": "Deneb is a prominent star in the constellation Cygnus and one of the brightest stars in the night sky. It is a blue-white supergiant located approximately 1,550 light-years away from Earth. Deneb is part of the Summer Triangle, a prominent star pattern consisting of three bright stars visible in the summer months. Its luminosity and distance make Deneb one of the most luminous stars known, and it is estimated to be around 200,000 times more luminous than the Sun."
    },
    {
        "StarID": 76333,
        "Hip": 105090,
        "HD": "202560",
        "ProperName": "Lacaille 8760",
        "RA": 21.28825311,
        "Dec": -38.86457451,
        "Distance": 3.95,
        "Mag": 6.69,
        "AbsMag": 8.71,
        "Spectrum": "M1/M2V      ",
        "ColorIndex": " 1.397",
        "GeneralInformation": "Lacaille 8760 is a red dwarf star located approximately 12.9 light years away in the constellation of Microscopium. It was named after the French astronomer Nicolas-Louis de Lacaille who cataloged and named a number of stars in the 18th century. Lacaille 8760 is one of the nearest known stars to our solar system and has a relatively low mass compared to the Sun. The star is known to have at least one confirmed exoplanet in orbit around it, making it a target of interest for astronomers studying planetary systems beyond our own."
    },
    {
        "StarID": 76423,
        "Hip": 105199,
        "HD": "203280",
        "ProperName": "Alderamin",
        "RA": 21.30960598,
        "Dec": 62.58545529,
        "Distance": 14.96,
        "Mag": 2.45,
        "AbsMag": 1.58,
        "Spectrum": "A7IV-V      ",
        "ColorIndex": " 0.257",
        "GeneralInformation": "Alderamin, also known as Alpha Cephei, is a star located in the constellation of Cepheus. It is classified as a type A main sequence star, with a spectral type of A7IV-V. Alderamin is approximately 49 light years away from Earth and is one of the brightest stars in the night sky. It is part of a binary star system with a faint companion star. Alderamin is notable for its high rotation rate, which causes it to be slightly oblate in shape. It is also used as a navigation star by sailors and astronomers."
    },
    {
        "StarID": 78021,
        "Hip": 107315,
        "HD": "206778",
        "ProperName": "Enif",
        "RA": 21.73642787,
        "Dec": 9.87500791,
        "Distance": 206.19,
        "Mag": 2.38,
        "AbsMag": -4.19,
        "Spectrum": "K2Ibvar     ",
        "ColorIndex": " 1.520",
        "GeneralInformation": "Located in the constellation Pegasus, Enif is a supergiant star that is approximately 690 light-years away from Earth. This star is around 12,000 times more luminous than the Sun and is known for its reddish-orange hue. Enif is nearing the end of its life cycle and is expected to explode as a supernova in the future. Its name comes from Arabic, meaning \"nose of the horse,\" referring to its position in the constellation."
    },
    {
        "StarID": 79434,
        "Hip": 109268,
        "HD": "209952",
        "ProperName": "Alnair",
        "RA": 22.13718789,
        "Dec": -46.96061593,
        "Distance": 31.09,
        "Mag": 1.73,
        "AbsMag": -0.73,
        "Spectrum": "B7IV        ",
        "ColorIndex": "-0.070",
        "GeneralInformation": "Alnair is a blue supergiant star located in the constellation Grus, approximately 101 light years away from Earth. It is one of the brightest stars in its constellation and has a high luminosity, shining with a blue-white hue. Alnair is a young star, estimated to be around 15 million years old, and is evolving rapidly. Its surface temperature is around 21,000 degrees Celsius, making it one of the hottest stars visible from Earth."
    },
    {
        "StarID": 80592,
        "Hip": 110893,
        "HD": "239960",
        "ProperName": "Kruger 60",
        "RA": 22.46678266,
        "Dec": 57.69702005,
        "Distance": 4.01,
        "Mag": 9.59,
        "AbsMag": 11.58,
        "Spectrum": "M2V         ",
        "ColorIndex": " 1.613",
        "GeneralInformation": "Kruger 60 is a binary star system located around 13.1 light-years away from Earth in the constellation of Cepheus. The two stars in the system, Kruger 60 A and Kruger 60 B, are both red dwarfs, with Kruger 60 A being slightly larger and brighter than Kruger 60 B. Both stars are believed to be older than the Sun, with estimates placing their age at around 5 to 7 billion years. Kruger 60 is one of the closest star systems to our solar system and has been extensively studied by astronomers to better understand the properties and behavior of red dwarf stars."
    },
    {
        "StarID": 82291,
        "Hip": 113368,
        "HD": "216956",
        "ProperName": "Fomalhaut",
        "RA": 22.96078488,
        "Dec": -29.62183701,
        "Distance": 7.69,
        "Mag": 1.17,
        "AbsMag": 1.74,
        "Spectrum": "A3V         ",
        "ColorIndex": " 0.145",
        "GeneralInformation": "Fomalhaut is a bright star located in the Piscis Austrinus constellation, approximately 25 light years away from Earth. It is one of the brightest stars in the sky and is easily visible to the naked eye. Fomalhaut is a young star surrounded by a debris disk, indicating the presence of a potential planetary system. In 2008, astronomers discovered a large exoplanet orbiting around Fomalhaut, making it one of the few stars with a confirmed planetary companion."
    },
    {
        "StarID": 82663,
        "Hip": 113881,
        "HD": "217906",
        "ProperName": "Scheat",
        "RA": 23.06287038,
        "Dec": 28.08245462,
        "Distance": 61.09,
        "Mag": 2.44,
        "AbsMag": -1.49,
        "Spectrum": "M2II-IIIvar ",
        "ColorIndex": " 1.655",
        "GeneralInformation": "Scheat is a red giant star located in the constellation Pegasus, approximately 196 light years away from Earth. It is classified as a M-type star, meaning it is cooler and less massive than our own Sun. Scheat is known for its irregular pulsations and has been observed to vary in brightness over time. It is also believed to have a companion star, although the nature of this relationship is still under study. Despite its relative proximity to our solar system, Scheat poses no threat to Earth as it is not predicted to go supernova any time soon."
    },
    {
        "StarID": 82712,
        "Hip": 113963,
        "HD": "218045",
        "ProperName": "Markab",
        "RA": 23.07933801,
        "Dec": 15.20536786,
        "Distance": 42.81,
        "Mag": 2.49,
        "AbsMag": -0.67,
        "Spectrum": "B9.5III     ",
        "ColorIndex": "-0.002",
        "GeneralInformation": "Markab is a bright star located in the constellation of Pegasus. It is a main sequence star with a spectral type of A0Va, indicating that it is a hot, blue-white star. Markab is approximately 133 light years away from Earth and has a luminosity over 50 times that of the Sun. This star is one of the four stars that form the Great Square of Pegasus, making it a notable and easily recognizable star in the night sky."
    },
    {
        "StarID": 82776,
        "Hip": 114046,
        "HD": "217987",
        "ProperName": "Lacaille 9352",
        "RA": 23.09643472,
        "Dec": -35.8562971,
        "Distance": 3.29,
        "Mag": 7.35,
        "AbsMag": 9.76,
        "Spectrum": "M2/M3V      ",
        "ColorIndex": " 1.483",
        "GeneralInformation": "Lacaille 9352 is a red dwarf star located in the constellation of Piscis Austrinus, approximately 10.74 light-years away from Earth. It is known for being one of the closest stars to our solar system and is a popular target for astronomers studying nearby stars. Despite being relatively small and dim compared to our sun, Lacaille 9352 has been found to host at least two exoplanets, making it an intriguing target for further research into planetary systems beyond our own."
    }
]